[
  {
    "id": "6662345fc54b06b53ff36bce77bf101f",
    "title": "Apple",
    "description": "An <b>apple</b> is a sweet, edible fruit produced by an apple tree <i>(Malus pumila)</i>. <br />Apple trees are cultivated worldwide as a fruit tree, and is the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe, and were brought to North America by European colonists. <br />Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Pome Fruit",
      "Temperate Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "fDUj3kXilHQ",
    "imageProvider": "Unsplash"
  },
  {
    "id": "18616606310937c5feef7a634045edf0",
    "title": "Banana",
    "description": "A <b>banana</b> is an edible fruit – botanically a berry – produced by several kinds of large herbaceous flowering plants in the genus <i>Musa</i>.<br />In some countries, bananas used for cooking may be called plantains, in contrast to dessert bananas. <br />The fruit is variable in size, color, and firmness, but is usually elongated and curved, with soft flesh rich in starch covered with a rind, which may be green, yellow, red, purple, or brown when ripe. The fruits grow in clusters hanging from the top of the plant.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Tropical Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "Ar0QYv-qtw4",
    "imageProvider": "Unsplash"
  },
  {
    "id": "913d841bc9f85a6acba734ff69e57393",
    "title": "Cherry",
    "description": "A <b>cherry</b> is the fruit of many plants of the genus Prunus, and is a fleshy drupe (stone fruit).<br />The cherry fruits of commerce usually are obtained from cultivars of a limited number of species such as the sweet cherry (Prunus avium) and the sour cherry (Prunus cerasus). The name 'cherry' also refers to the cherry tree, and is sometimes applied to almonds and visually similar flowering trees in the genus Prunus, as in \"ornamental cherry\" or \"cherry blossom\".",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Stone Fruit",
      "Temperate Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "GoKXJaQoLQs",
    "imageProvider": "Unsplash"
  },
  {
    "id": "5febe5cd608f260514e396581bed31bd",
    "title": "Grape",
    "description": "An <b>grape</b> is a fruit, botanically a berry, of the deciduous woody vines of the flowering plant genus <i>Vitis.</i><br />Grapes can be eaten fresh as table grapes or they can be used for making wine, jam, juice, jelly, grape seed extract, raisins, vinegar, and grape seed oil. Grapes are a non-climacteric type of fruit, generally occurring in clusters.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Berry",
      "Mediterranean Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "fLNStYwV01Y",
    "imageProvider": "Unsplash"
  },
  {
    "id": "fd20c2c9783dd31fc3ca7882f1a3871c",
    "title": "Lemon",
    "description": "The <b>lemon</b>, Citrus limon (L.) Osbeck, is a species of small evergreen tree in the flowering plant family Rutaceae, native to Asia.<br />The tree's ellipsoidal yellow fruit is used for culinary and non-culinary purposes throughout the world, primarily for its juice, which has both culinary and cleaning uses.<br />The pulp and rind (zest) are also used in cooking and baking. <br />The juice of the lemon is about 5% to 6% citric acid, with a pH of around 2.2, giving it a sour taste. The distinctive sour taste of lemon juice makes it a key ingredient in drinks and foods such as lemonade and lemon meringue pie.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Citrus",
      "Mediterranean Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "Z-Y6I45f9kQ",
    "imageProvider": "Unsplash"
  },
  {
    "id": "f80248c7e89e2c2eb0094ab9f3f2b733",
    "title": "Pineapple",
    "description": "The <b>pineapple</b> (Ananas comosus) is a tropical plant with an edible multiple fruit consisting of coalesced berries, also called pineapples, and the most economically significant plant in the Bromeliaceae family.<br/>Pineapples can be consumed fresh, cooked, juiced, or preserved. They are found in a wide array of cuisines.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Tropical Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "_buBm8NsHMI",
    "imageProvider": "Unsplash"
  },
  {
    "id": "8c4f06e6b775fd35f033cde24e0945ab",
    "title": "Strawberry",
    "description": "The <b>garden strawberry</b> (or simply strawberry; Fragaria × ananassa)[1] is a widely grown hybrid species of the genus Fragaria, collectively known as the strawberries. It is cultivated worldwide for its fruit.<br />The fruit is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness. <br />It is consumed in large quantities, either fresh or in such prepared foods as preserves, juice, pies, ice creams, milkshakes, and chocolates.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Berry",
      "Temperate Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "GdTLaWamFHw",
    "imageProvider": "Unsplash"
  },
  {
    "id": "f2f5422427aa1f4d837ee83db5b13e68",
    "title": "Watermelon",
    "description": "<b>Watermelon</b>  (Citrullus lanatus) is a scrambling and trailing vine in the flowering plant family Cucurbitaceae. The species originated in southern Africa, with evidence of its cultivation in Ancient Egypt.<br />It is grown in tropical and subtropical areas worldwide for its large edible fruit, also known as a watermelon, which is a special kind of berry with a hard rind and no internal division, botanically called a <i>pepo</i>. <br />The sweet, juicy flesh is usually deep red to pink, with many black seeds, although seedless varieties have been cultivated. The fruit can be eaten raw or pickled and the rind is edible after cooking.",
    "date": "2017-02-26T00:00:00.000Z",
    "tags": [
      "Fruit",
      "Melon",
      "Berry",
      "Tropical Climate"
    ],
    "sourceProvider": "Wikipedia",
    "imageId": "l3KOZAMPBOU",
    "imageProvider": "Unsplash"
  }
]